{
  "type": "FeatureCollection",
  "data": {
    "start": {
      "year": 990,
      "month": null,
      "day": null
    },
    "end": {
      "year": 1081,
      "month": null,
      "day": null
    },
    "ar": {
      "name": "النميريون",
      "description": "النميريون، سلالة عربية من الأمراء بسطت سلطتها على مدن عديدة في منطقة ديار مضر: الرها (لفترة قصيرة)، حران، سروج، قلعة جعبر والرقة سنوات 990-1081 م. تنتسب هذه الأسرة إلى قبيلة نمير العربية، والتي كانت مضاربها في شمالي بلاد الشام، ويشاركهم المرداسيون (حكام حلب) هذا النسب. بدأ نجمهم يعلوا في عهد الحمدانيين، انضووا تحت لوائهم وخاضوا معارك عديدة في الجزيرة وشمال الشام. عام 990 م قام أحد زعماء العشيرة وهو \"وثبان\" بإعلان استقلاله عن الحمدانيين في حران، ثم انطلق من قاعدته الجديدة فاستولى على قلاع ومناطق أخرى مجاورة.\n\nأجبر النميريون أثناء أول عهد دولتهم على دفع الجزية للأباطرة البيزنطيين، والذين كانوا يهددون حدودهم الغربية، كان النميريون قبلها قد تمكنوا من الاستيلاء على حصن الرها، إلا أنهم سرعان ما تخلوا عنه. عام 1038 م، ومع وصول طلائع جيوش الخليفة الفاطمي \"المنصور\" إلى المنطقة، قرر \"شبيب بن وثبان\" (ثاني حكام الأسرة) أن يعلن طاعته لهم. حاول الفاطميون الاستيلاء على بغداد (عاصمة العباسيين)، إلا أن قائدهم البساسيري أخفق في مهمته (1060 م)، كان من عواقب هذا الفشل أن غير النميريون ولاءهم لصالح العباسيين هذه المرة.\n\nكان ظهور السلاجقة إيذانا ببداية النهاية للإمارات الصغيرة المتواجدة بالمنطقة، على غرار إمارة النميريين. لم تذكر لنا المصادر اسم آخر حكام الأسرة، إلا أن المؤكد أن حران عرفت نهايتها على يد العقيليين، إحدى العشائر من حلفاء السلاجقة. رغم سقوط معقلهم الرئيسي، استمر تواجد النميريين مائة سنة أخرى، إلا أن هذا التواجد كان محدودا جدا (بعض القلاع والحصون الصغيرة).",
      "link": "http://www.hukam.net/family.php?fam=857",
      "ref": "http://www.hukam.net/family.php?fam=857"
    }
  },
  "features": [
    {
      "type": "Feature",
      "properties": {
        "start": {
          "year": 990,
          "month": null,
          "day": null
        },
        "end": {
          "year": 1024,
          "month": null,
          "day": null
        },
        "ar": {
          "description": "قيام الدولة"
        }
      },
      "geometry": {
        "type": "MultiPolygon",
        "coordinates": [
          [
            [
              [
                40.78125,
                36.4831406164
              ],
              [
                41.2316894531,
                37.0727104813
              ],
              [
                38.8256835938,
                37.1603165467
              ],
              [
                38.4301757812,
                36.9850030929
              ],
              [
                38.5400390625,
                35.8356283889
              ],
              [
                39.0454101562,
                35.9246445314
              ],
              [
                40.78125,
                36.4831406164
              ]
            ]
          ]
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "start": {
          "year": 1024,
          "month": null,
          "day": null
        },
        "end": {
          "year": 1081,
          "month": null,
          "day": null
        },
        "ar": {
          "description": "قيام دولة المرداسيين"
        }
      },
      "geometry": {
        "type": "MultiPolygon",
        "coordinates": [
          [
            [
              [
                40.78125,
                36.4831406164
              ],
              [
                41.2316894531,
                37.0727104813
              ],
              [
                38.8256835938,
                37.1603165467
              ],
              [
                38.4301757812,
                36.9850030929
              ],
              [
                39.0454101562,
                35.9246445314
              ],
              [
                40.78125,
                36.4831406164
              ]
            ]
          ]
        ]
      }
    }
  ]
}