{
  "type": "FeatureCollection",
  "data": {
    "start": {
      "year": 1090,
      "month": 3,
      "day": null
    },
    "end": {
      "year": 1256,
      "month": null,
      "day": null
    },
    "ar": {
      "name": "الحشاشون",
      "description": "الحشاشون، النزاريون، بنو الصباح : إحدى الطوائف الشيعية التي تمكنت من تأسيس دويلات في إيران و الشام، بين أعوام 1090-1257/70 م.\n\nأتت تسميتهم بالحشاشين لكون أتباعهم كانوا يتعاطون نبات الحشيش. تفرع مذهبهم من العقيدة النزارية الفاطمية. تمكن قائدهم حسن الصباح (ت 1124 م) من الاستيلاء على قلعة ألموت (جنوب غرب بحر البلطيق، الخزر) و الجبال المتاخمة لها. و منها بدأ في شن غاراته على شمال إيران و دولة السلاجقة بالخصوص. بعدما أن تملك أتباعه، و ابتداء من سنة 1092 بدأ حسن الصباح في شن حملات انتحارية. كان هدف هذه العمليات اغتيال القادة السنيين، و كل من كان يبدي معارضة لمذهب هذه الطائفة. تميز أتباع هذه الطائفة بالحذر الشديد العزلة التامة الشيء الذي أبقى على عقيدتهم إلى يومنا هذا.\n\nمنذ القرن الـ12 م بدؤوا في شن حملات منظمة لاغتيال القادة المسلمين، كان ذلك يتم بالتنسيق مع الصليبيين أحيانا. عرف قائد هذه الطائفة في المنطقة باسم \"شيخ الجبل\". يعزوا البعض الجرأة التي يتمتع بها النزاريون إلى تناولهم لمادة الحشيش، إلا أن هذا لم يكن حالهم دائماً. في عام 1256 م قام هولاكو بالقضاء على فرعهم في فارس و قلعة ألموت. قام قائد المماليك الظاهر بيبرس بعدها سنة 1270 م بدحر آخر معاقلهم في الشام.\n\nمن اسمهم \"حشاشون\"، اشتق الصليبيون اللفظ المرادف لكلمة اغتيال بالعربية، وتستعمل الكلمة \"Assassin\" اليوم في كل اللغات الغربية تقريبا.",
      "link": "http://ar.wikipedia.org/wiki/%D8%A7%D9%84%D8%AD%D8%B4%D8%A7%D8%B4%D9%8A%D9%86",
      "ref": "http://www.hukam.net/family.php?fam=28\nhttp://ar.wikipedia.org/wiki/%D8%A7%D9%84%D8%AD%D8%B4%D8%A7%D8%B4%D9%8A%D9%86"
    }
  },
  "features": [
    {
      "type": "Feature",
      "properties": {
        "start": {
          "year": 1090,
          "month": null,
          "day": null
        },
        "end": {
          "year": 1256,
          "month": null,
          "day": null
        },
        "ar": {
          "description": "قيام الدولة"
        }
      },
      "geometry": {
        "type": "MultiPolygon",
        "coordinates": [
          [
            [
              [
                49.9960327148,
                36.2746883721
              ],
              [
                50.9930419922,
                35.8356283889
              ],
              [
                50.6607055664,
                36.9141787024
              ],
              [
                50.1690673828,
                37.4126368804
              ],
              [
                49.4769287109,
                37.4911317487
              ],
              [
                49.9960327148,
                36.2746883721
              ]
            ]
          ]
        ]
      }
    }
  ]
}