{
  "type": "FeatureCollection",
  "data": {
    "start": {
      "year": 1116,
      "month": null,
      "day": null
    },
    "end": {
      "year": 1228,
      "month": null,
      "day": null
    },
    "ar": {
      "name": "آل منكوجك في ارزنجان",
      "description": "آل منكوجك، منگوجوق: سلالة تركمانية حكمت في شمالي الأناضول (إرزينجان، ديفريجي، وكِماخ)، مابين سنوات 1118-1250 م تقريبا. ترجع الأسرة في أصولها إلى الأتراك الغزية (أغوز)، ظهر اسمها لأول مرة على مسرح الأحداث حوالي سنة 1118 م، عندما انطلق \"اسحاق بن منكوجك\" أحد أقرباء آل دانشمند -عن طريق إحدى الزيجات- من قاعدته في كِماخ، محاولا الاستيلاء على معقلهم في ملطانية. تشكلت الإمارة الجديدة بين حدود دولة الدانشمنديين (آل دانشمند) في الغرب والسلتوقيين (آل سلتوق) في الشرق، وضمت إليها العديد من المدن على غرار: كماخ، إرزينجان، ديفريجي، كوغونية.\n\nبعد وفاة \"اسحاق\" سنة 1142 م، قسمت ممتلكاته بين أبناءه جريا على العادة المتبعة بين العشائر التركمانية آنذاك (راجع السلاجقة الروم). كانت النتيجة ظهور فرعين رئيسين للأسرة. حكم \"بهرام شاه\" في إرزينجان، وحول إمارته إلى عاصمة للثقافة والآداب، عاش في بلاطه اثنين من كبار الشعراء الفرس: نظامي وخاقاني. حكم فرع آخر من آل منكوجك في \"ديفريجي\"، ويعد مسجدها الكبير من أهم الشواهد على هذه الفترة (صنفته منظمة اليونيسكو ضمن قائمة التراث العالمي).\n\nبدأ آل منكوجك صراعهم من أجل البقاء مع سلاطين قونية (السلاجقة)، وتحالفوا مع حكام طرابزوند (البيزنطيين)، إلا أن ميزان القوى كان في غير صالحهم. فاضطر آخر أمرائهم في إرزينجان \"داود الثاني\"، أن يسلم ممتلكاته إلى السلطان \"كيقباذ الأول\" عام 1228 م، وتحصل في المقابل على بعض الأراضي في آقسهير وإلكين. كان الفرع الثاني (في ديفريجي) أكثر حظا، واستطاع أن يصمد مدة نصف قرن آخرى، قبل أن يتهاوى هو الآخر تحت ضربات القادمين الجدد إلى المنطقة: المغول.",
      "link": "http://en.wikipedia.org/wiki/Mengujekids",
      "ref": "http://en.wikipedia.org/wiki/Mengujekids\nhttp://www.hukam.net/family.php?fam=858"
    }
  },
  "features": [
    {
      "type": "Feature",
      "properties": {
        "start": {
          "year": 1116,
          "month": null,
          "day": null
        },
        "end": {
          "year": 1142,
          "month": null,
          "day": null
        },
        "ar": {
          "description": "قيام الامارة"
        }
      },
      "geometry": {
        "type": "MultiPolygon",
        "coordinates": [
          [
            [
              [
                38.7707519531,
                39.8928799003
              ],
              [
                38.0923461914,
                39.8754573408
              ],
              [
                38.0950927734,
                39.3342974298
              ],
              [
                39.3365478515,
                39.1087513594
              ],
              [
                39.5178222656,
                39.7536569714
              ],
              [
                38.7707519531,
                39.8928799003
              ]
            ]
          ]
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "start": {
          "year": 1142,
          "month": null,
          "day": null
        },
        "end": {
          "year": 1228,
          "month": null,
          "day": null
        },
        "ar": {
          "description": "انقسام الامارة"
        }
      },
      "geometry": {
        "type": "MultiPolygon",
        "coordinates": [
          [
            [
              [
                38.7707519531,
                39.8928799003
              ],
              [
                38.49609375,
                39.2577781503
              ],
              [
                39.5343017578,
                39.0874360322
              ],
              [
                39.5013427734,
                39.6987341435
              ],
              [
                38.7707519531,
                39.8928799003
              ]
            ]
          ]
        ]
      }
    }
  ]
}